[
    {
        "id": 1,
        "en": "Water your crops early in the morning to minimize evaporation and ensure better absorption.",
        "hi": "वाष्पीकरण को कम करने और बेहतर अवशोषण सुनिश्चित करने के लिए सुबह जल्दी अपनी फसलों को पानी दें।",
        "mr": "बाष्पीभवन कमी करण्यासाठी आणि चांगले शोषण सुनिश्चित करण्यासाठी सकाळी लवकर आपल्या पिकांना पाणी द्या."
    },
    {
        "id": 2,
        "en": "Rotate crops every season to maintain soil health and prevent pest buildup.",
        "hi": "मिट्टी के स्वास्थ्य को बनाए रखने और कीटों के संचय को रोकने के लिए हर मौसम में फसल चक्र अपनाएं।",
        "mr": "मातीचे आरोग्य राखण्यासाठी आणि कीटकांचा प्रादुर्भाव टाळण्यासाठी प्रत्येक हंगामात पिके बदला."
    },
    {
        "id": 3,
        "en": "Apply organic compost to improve soil structure and water retention capacity.",
        "hi": "मिट्टी की संरचना और जल धारण क्षमता में सुधार के लिए जैविक खाद डालें।",
        "mr": "मातीची रचना आणि पाणी धारण क्षमता सुधारण्यासाठी सेंद्रिय खत घाला."
    },
    {
        "id": 4,
        "en": "Monitor your crops daily for early signs of disease or pest infestation.",
        "hi": "रोग या कीट संक्रमण के शुरुआती संकेतों के लिए रोजाना अपनी फसलों की निगरानी करें।",
        "mr": "रोग किंवा कीटकांच्या संसर्गाच्या सुरुवातीच्या लक्षणांसाठी दररोज आपल्या पिकांचे निरीक्षण करा."
    },
    {
        "id": 5,
        "en": "Use neem oil as a natural pesticide to control sucking pests effectively.",
        "hi": "चूसने वाले कीटों को प्रभावी ढंग से नियंत्रित करने के लिए नीम के तेल का उपयोग करें।",
        "mr": "शोषक कीटकांवर प्रभावीपणे नियंत्रण ठेवण्यासाठी कडुलिंबाचे तेल वापरा."
    },
    {
        "id": 6,
        "en": "Test your soil every 3 years to understand nutrient levels and pH balance.",
        "hi": "पोषक तत्वों के स्तर और pH संतुलन को समझने के लिए हर 3 साल में अपनी मिट्टी का परीक्षण करें।",
        "mr": "पोषक तत्वांची पातळी आणि pH संतुलन समजून घेण्यासाठी दर 3 वर्षांनी आपल्या मातीची चाचणी करा."
    },
    {
        "id": 7,
        "en": "Mulch around plants to conserve moisture and suppress weed growth.",
        "hi": "नमी बनाए रखने और खरपतवार की वृद्धि को दबाने के लिए पौधों के चारों ओर मल्च करें।",
        "mr": "ओलावा टिकवण्यासाठी आणि तणांची वाढ रोखण्यासाठी रोपांभोवती गवत घाला."
    },
    {
        "id": 8,
        "en": "Harvest crops at the right maturity stage for maximum yield and quality.",
        "hi": "अधिकतम उपज और गुणवत्ता के लिए सही परिपक्वता चरण पर फसल काटें।",
        "mr": "जास्तीत जास्त उत्पादन आणि गुणवत्तेसाठी योग्य परिपक्वता अवस्थेत पिके काढा."
    },
    {
        "id": 9,
        "en": "Store seeds in a cool, dry place to maintain viability for next season.",
        "hi": "अगले मौसम के लिए व्यवहार्यता बनाए रखने के लिए बीजों को ठंडी, सूखी जगह पर रखें।",
        "mr": "पुढील हंगामासाठी व्यवहार्यता राखण्यासाठी बियाणे थंड, कोरड्या ठिकाणी साठवा."
    },
    {
        "id": 10,
        "en": "Avoid over-fertilization as it can harm soil microorganisms and pollute water.",
        "hi": "अधिक उर्वरक से बचें क्योंकि यह मिट्टी के सूक्ष्मजीवों को नुकसान पहुंचा सकता है और पानी को प्रदूषित कर सकता है।",
        "mr": "जास्त खत टाकू नका कारण ते मातीतील सूक्ष्मजीवांना हानी पोहोचवू शकते आणि पाणी प्रदूषित करू शकते."
    }
]